{
  "readings": [
    {
      "date": "2025-08-24",
      "type_en": "",
      "type_es": "",
      "title_en": "Reading of the day",
      "title_es": "Primera lectura",
      "reference": "Lectura del Profeta Isaías  Isaίas 66, 18-21",
      "text_en": "A reading from the Book of Isaiah\n66:18-21\n\nThus says the LORD:\nI know their works and their thoughts,\nand I come to gather nations of every language;\nthey shall come and see my glory.\nI will set a sign among them;\nfrom them I will send fugitives to the nations:\nto Tarshish, Put and Lud, Mosoch, Tubal and Javan,\nto the distant coastlands\nthat have never heard of my fame, or seen my glory;\nand they shall proclaim my glory among the nations.\nThey shall bring all your brothers and sisters from all the nations\nas an offering to the LORD,\non horses and in chariots, in carts, upon mules and dromedaries,\nto Jerusalem, my holy mountain, says the LORD,\njust as the Israelites bring their offering\nto the house of the LORD in clean vessels.\nSome of these I will take as priests and Levites, says the LORD.",
      "text_es": "Lectura del Profeta Isaías\n\nIsaίas 66, 18-21\n\nEsto dice el Señor:\n\"Yo vendré para reunir a las naciones de toda lengua.\nVendrán y verán mi gloria.\nPondré en medio de ellos un signo,\ny enviaré como mensajeros a algunos de los supervivientes\nhasta los países más lejanos y las islas más remotas,\nque no han oído hablar de mí ni han visto mi gloria,\ny ellos darán a conocer mi nombre a las naciones.\n\nAsí como los hijos de Israel\ntraen ofrendas al templo del Señor en vasijas limpias,\nasí también mis mensajeros traerán,\nde todos los países, como ofrenda al Señor,\na los hermanos de ustedes\na caballo, en carro, en literas,\nen mulos y camellos,\nhasta mi monte santo de Jerusalén.\nDe entre ellos escogeré sacerdotes y levitas''.",
      "id": "585445a5-6ca3-406b-8551-8b053d1d1cea"
    },
    {
      "date": "2025-08-24",
      "type_en": "",
      "type_es": "",
      "title_en": "Second Reading of the day",
      "title_es": "Segunda lectura",
      "reference": "Lectura de la carta a los Hebreos   Hebreos 12, 5-7. 11-13",
      "text_en": "A reading from the Letter of St. Paul to the Hebrews\n12:5-7, 11-13\n\nBrothers and sisters,\nYou have forgotten the exhortation addressed to you as children:\n\"My son, do not disdain the discipline of the Lord\nor lose heart when reproved by him;\nfor whom the Lord loves, he disciplines;\nhe scourges every son he acknowledges.\"\nEndure your trials as \"discipline\";\nGod treats you as sons.\nFor what \"son\" is there whom his father does not discipline?\nAt the time,\nall discipline seems a cause not for joy but for pain,\nyet later it brings the peaceful fruit of righteousness\nto those who are trained by it.\n\nSo strengthen your drooping hands and your weak knees.\nMake straight paths for your feet,\nthat what is lame may not be disjointed but healed.",
      "text_es": "Lectura de la carta a los Hebreos \n\nHebreos 12, 5-7. 11-13\n\nHermanos: Ya se han olvidado ustedes de la exhortación que Dios les dirigió, como a hijos, diciendo: Hijo mío, no desprecies la corrección del Señor, ni te desanimes cuando te reprenda. Porque el Señor corrige a los que ama, y da azotes a sus hijos predilectos. Soporten, pues, la corrección, porque Dios los trata como a hijos; ¿y qué padre hay que no corrija a sus hijos?\n\nEs cierto que de momento ninguna corrección nos causa alegría, sino más bien tristeza. Pero después produce, en los que la recibieron, frutos de paz y de santidad.\n\nPor eso, robustezcan sus manos cansadas y sus rodillas vacilantes; caminen por un camino plano, para que el cojo ya no se tropiece, sino más bien se alivie.",
      "id": "d48164d5-4365-44ae-ad1f-a9b0db3c4534"
    },
    {
      "date": "2025-08-24",
      "type_en": "",
      "type_es": "",
      "title_en": "Gospel",
      "title_es": "Evangelio",
      "reference": "Lectura del santo evangelio según San Lucas  Lucas 13, 22-30",
      "text_en": "A reading from the Holy Gospel according to Luke\n\nLuke 13:22-30\n\nJesus was teaching in towns and villages as he made his way to Jerusalem. Someone asked him, \"Lord, are only a few people being saved?\"\n\nJesus replied, \"Strive to enter through the narrow gate, for I tell you, many will try to enter and will not be able. When the master of the house gets up from eating and closes the door, you will stand outside knocking at the door, saying, 'Lord, open the door to us!'\" But he will answer them, 'I don't know who you are.'\n\nThen you will say to him earnestly, 'We ate and drank with you, and you taught in our streets.' But he will answer, 'Truly, truly, I say to you, I don't know you. Depart from me, all you evildoers.' Then you will weep and be in despair when you see Abraham, Isaac, Jacob, and all the prophets in the Kingdom of God, and yourselves cast out.\n\nMany will come from the east and the west, from the north and the south, and will take their places at the banquet in the Kingdom of God. For those who are last will be first, and those who are first will be last.",
      "text_es": "Lectura del santo evangelio según San Lucas\n\nLucas 13, 22-30\n\nEn aquel tiempo, Jesús iba enseñando por ciudades y pueblos, mientras se encaminaba a Jerusalén. Alguien le preguntó: \"Señor, ¿es verdad que son pocos los que se salvan?\"\n\nJesús le respondió: \"Esfuércense en entrar por la puerta, que es angosta, pues yo les aseguro que muchos tratarán de entrar y no podrán. Cuando el dueño de la casa se levante de la mesa y cierre la puerta, ustedes se quedarán afuera y se pondrán a tocar la puerta, diciendo: '¡Señor, ábrenos!' Pero él les responderá: 'No sé quiénes son ustedes'.\n\nEntonces le dirán con insistencia: 'Hemos comido y bebido contigo y tú has enseñado en nuestras plazas'. Pero él replicará: 'Yo les aseguro que no sé quiénes son ustedes. Apártense de mí todos ustedes los que hacen el mal'. Entonces llorarán ustedes y se desesperarán, cuando vean a Abraham, a Isaac, a Jacob y a todos los profetas en el Reino de Dios, y ustedes se vean echados fuera.\n\nVendrán muchos del oriente y del poniente, del norte y del sur, y participarán en el banquete del Reino de Dios. Pues los que ahora son los últimos, serán los primeros; y los que ahora son los primeros, serán los últimos''.",
      "id": "4e87d586-ef9b-4b5c-9949-d86905e688c7"
    },
    {
      "date": "2025-08-31",
      "type_en": "",
      "type_es": "",
      "title_en": "First Reading",
      "title_es": "Primera Lectura",
      "reference": "Lectura del libro del Eclesiástico  Eclesiástico (Sirácide) 3, 17-18. 20. 28-29",
      "text_en": "A reading from the Book of Sirach\n3:17-18, 20, 28-29\n\nMy child, conduct your affairs with humility,\nand you will be loved more than a giver of gifts.\nHumble yourself the more, the greater you are,\nand you will find favor with God.\nWhat is too sublime for you, seek not,\ninto things beyond your strength search not.\nThe mind of a sage appreciates proverbs,\nand an attentive ear is the joy of the wise.\nWater quenches a flaming fire,\nand alms atone for sins.",
      "text_es": "Lectura del libro del Eclesiástico\n\nEclesiástico (Sirácide) 3, 17-18. 20. 28-29\n\nHijo mío, en tus asuntos procede con humildad\ny te amarán más que al hombre dadivoso.\nHazte tanto más pequeño cuanto más grande seas\ny hallarás gracia ante el Señor,\nporque sólo él es poderoso\ny sólo los humildes le dan gloria.\n\nNo hay remedio para el hombre orgulloso,\nporque ya está arraigado en la maldad.\nEl hombre prudente medita en su corazón\nlas sentencias de los otros,\ny su gran anhelo es saber escuchar.\n\n",
      "id": "4ae1d592-8398-4d7a-b578-c2e3b1152d66"
    },
    {
      "date": "2025-08-31",
      "type_en": "",
      "type_es": "",
      "title_en": "Second Reading",
      "title_es": "Segunda Lectura",
      "reference": "Lectura de la carta a los Hebreos  Hebreos 12, 18-19. 22-24a",
      "text_en": "A reading from the Letter of St. Paul to the Hebrews\n12:18-19, 22-24a\n\nBrothers and sisters:\nYou have not approached that which could be touched\nand a blazing fire and gloomy darkness\nand storm and a trumpet blast\nand a voice speaking words such that those who heard\nbegged that no message be further addressed to them.\nNo, you have approached Mount Zion\nand the city of the living God, the heavenly Jerusalem,\nand countless angels in festal gathering,\nand the assembly of the firstborn enrolled in heaven,\nand God the judge of all,\nand the spirits of the just made perfect,\nand Jesus, the mediator of a new covenant,\nand the sprinkled blood that speaks more eloquently than that of Abel.",
      "text_es": "Lectura de la carta a los Hebreos\n\nHebreos 12, 18-19. 22-24a\n\nHermanos: Cuando ustedes se acercaron a Dios, no encontraron nada material, como en el Sinaí: ni fuego ardiente, ni obscuridad, ni tinieblas, ni huracán, ni estruendo de trompetas, ni palabras pronunciadas por aquella voz que los israelitas no querían volver a oír nunca.\n\nUstedes, en cambio, se han acercado a Sión, el monte y la ciudad del Dios viviente, a la Jerusalén celestial, a la reunión festiva de miles y miles de ángeles, a la asamblea de los primogénitos, cuyos nombres están escritos en el cielo. Se han acercado a Dios, que es el juez de todos los hombres, y a los espíritus de los justos que alcanzaron la perfección. Se han acercado a Jesús, el mediador de la nueva alianza.",
      "id": "697d2e97-c959-4908-a74e-df0547356741"
    },
    {
      "date": "2025-08-31",
      "type_en": "",
      "type_es": "",
      "title_en": "Gospel of the day",
      "title_es": "Evangelio del Día",
      "reference": "Lectura del santo Evangelio según San Lucas  Lucas 14, 1. 7-14",
      "text_en": "From the Gospel according to Luke\n14:1, 7-14\n\nOn a sabbath Jesus went to dine\nat the home of one of the leading Pharisees,\nand the people there were observing him carefully.\n\nHe told a parable to those who had been invited,\nnoticing how they were choosing the places of honor at the table.\n\"When you are invited by someone to a wedding banquet,\ndo not recline at table in the place of honor.\nA more distinguished guest than you may have been invited by him,\nand the host who invited both of you may approach you and say,\n'Give your place to this man,'\nand then you would proceed with embarrassment\nto take the lowest place.\nRather, when you are invited,\ngo and take the lowest place\nso that when the host comes to you he may say,\n'My friend, move up to a higher position.'\nThen you will enjoy the esteem of your companions at the table.\nFor every one who exalts himself will be humbled,\nbut the one who humbles himself will be exalted.\"\nThen he said to the host who invited him,\n\"When you hold a lunch or a dinner,\ndo not invite your friends or your brothers\nor your relatives or your wealthy neighbors,\nin case they may invite you back and you have repayment.\nRather, when you hold a banquet,\ninvite the poor, the crippled, the lame, the blind;\nblessed indeed will you be because of their inability to repay you.\nFor you will be repaid at the resurrection of the righteous.\"",
      "text_es": "Lectura del santo Evangelio según San Lucas\n\nLucas 14, 1. 7-14\n\nUn sábado, Jesús fue a comer en casa de uno de los jefes de los fariseos, y éstos estaban espiándolo. Mirando cómo los convidados escogían los primeros lugares, les dijo esta parábola:\n\n“Cuando te inviten a un banquete de bodas, no te sientes en el lugar principal, no sea que haya algún otro invitado más importante que tú, y el que los invitó a los dos venga a decirte: ‘Déjale el lugar a éste’, y tengas que ir a ocupar, lleno de vergüenza, el último asiento. Por el contrario, cuando te inviten, ocupa el último lugar, para que, cuando venga el que te invitó, te diga: ‘Amigo, acércate a la cabecera’. Entonces te verás honrado en presencia de todos los convidados. Porque el que se engrandece a sí mismo, será humillado; y el que se humilla, será engrandecido”.\n\nLuego dijo al que lo había invitado: “Cuando des una comida o una cena, no invites a tus amigos, ni a tus hermanos, ni a tus parientes, ni a los vecinos ricos; porque puede ser que ellos te inviten a su vez, y con eso quedarías recompensado. Al contrario, cuando des un banquete, invita a los pobres, a los lisiados, a los cojos y a los ciegos; y así serás dichoso, porque ellos no tienen con qué pagarte; pero ya se te pagará, cuando resuciten los justos”.",
      "id": "ddf5421c-6e13-4771-a7d8-796721060b89"
    }
  ],
  "hymns": [
    {
      "title_en": "",
      "title_es": "Cantando La Alegria de Vivir",
      "liturgical_moment": "ENTRADA",
      "lyrics_en": "",
      "lyrics_es": "",
      "chords_en": "",
      "chords_es": "",
      "video_url": "https://www.youtube.com/watch?v=ldQpoTzsFKY&list=RDldQpoTzsFKY&start_radio=1",
      "pdf_url": "https://cancionero.s3.us-east-1.amazonaws.com/DOMINGO+24082025/alegrc3ada-de-vivir-acordes.pdf",
      "id": "b2e82577-1333-4ddf-9085-0d6a33983a5d",
      "date": "2025-08-24"
    },
    {
      "title_en": "",
      "title_es": "Ten Piedad Señor, Ten Piedad, Soy Pecador",
      "liturgical_moment": "PIEDAD",
      "lyrics_en": "",
      "lyrics_es": "",
      "chords_en": "",
      "chords_es": "",
      "video_url": "https://www.youtube.com/watch?v=hZnpZ_CI2H8&list=RDhZnpZ_CI2H8&start_radio=1",
      "pdf_url": "https://cancionero.s3.us-east-1.amazonaws.com/DOMINGO+24082025/ten-piedad-soy-pecador.pdf",
      "id": "58ab61ad-4e4b-4edb-a903-741ca4d936e6",
      "date": "2025-08-24"
    },
    {
      "title_en": "",
      "title_es": "Gloria Palazon I",
      "liturgical_moment": "GLORIA",
      "lyrics_en": "",
      "lyrics_es": "",
      "chords_en": "",
      "chords_es": "",
      "video_url": "https://www.youtube.com/watch?v=Lq2oCWvk9zc&list=RDLq2oCWvk9zc&start_radio=1",
      "pdf_url": "https://cancionero.s3.us-east-1.amazonaws.com/DOMINGO+24082025/gloria-re.pdf",
      "id": "119839b2-82d1-4c1f-83f2-30a117ca4b83",
      "date": "2025-08-24"
    },
    {
      "title_en": "",
      "title_es": "Aleluya De Kairoi",
      "liturgical_moment": "ALELUYA - ACLAMACION AL EVANGELIO",
      "lyrics_en": "",
      "lyrics_es": "",
      "chords_en": "",
      "chords_es": "",
      "video_url": "https://www.youtube.com/watch?v=kiNo8qbhEzM&list=RDkiNo8qbhEzM&start_radio=1",
      "pdf_url": "https://cancionero.s3.us-east-1.amazonaws.com/DOMINGO+24082025/aleluya-kairoi.pdf",
      "id": "83bfa3a6-8c79-4334-8b1c-0ac1f19d53f3",
      "date": "2025-08-24"
    },
    {
      "title_en": "",
      "title_es": "Vino Y Pan",
      "liturgical_moment": "OFERTORIO",
      "lyrics_en": "",
      "lyrics_es": "",
      "chords_en": "",
      "chords_es": "",
      "video_url": "https://www.youtube.com/watch?v=qLKH7u6WoPg&list=RDqLKH7u6WoPg&start_radio=1",
      "pdf_url": "https://cancionero.s3.us-east-1.amazonaws.com/DOMINGO+24082025/VINO+Y+PAN.pdf",
      "id": "0e390bde-1892-43e8-9aad-b8ee66fb689f",
      "date": "2025-08-24"
    },
    {
      "title_en": "",
      "title_es": "Santo (Haendel)",
      "liturgical_moment": "SANTO",
      "lyrics_en": "",
      "lyrics_es": "",
      "chords_en": "",
      "chords_es": "",
      "video_url": "https://www.youtube.com/watch?v=LDR7ygA4PbU&list=RDLDR7ygA4PbU&start_radio=1",
      "pdf_url": "https://cancionero.s3.us-east-1.amazonaws.com/DOMINGO+24082025/SANTO-HAENDEL.pdf",
      "id": "1440b963-25a7-4f88-ab40-89e9cac3343c",
      "date": "2025-08-24"
    },
    {
      "title_en": "",
      "title_es": "Cordero De Dios Que Quitas",
      "liturgical_moment": "CORDERO",
      "lyrics_en": "",
      "lyrics_es": "",
      "chords_en": "",
      "chords_es": "",
      "video_url": "https://www.youtube.com/watch?v=LSG2OZZiRbU&list=RDLSG2OZZiRbU&start_radio=1",
      "pdf_url": "https://cancionero.s3.us-east-1.amazonaws.com/DOMINGO+24082025/CORDERO.pdf",
      "id": "fdb80ff1-d8a6-44de-bcc5-299b2f7d9e90",
      "date": "2025-08-24"
    },
    {
      "title_en": "",
      "title_es": "Te Conocimos Señor",
      "liturgical_moment": "COMUNION",
      "lyrics_en": "",
      "lyrics_es": "",
      "chords_en": "",
      "chords_es": "",
      "video_url": "https://www.youtube.com/watch?v=LkbDPYayN6o&list=RDLkbDPYayN6o&start_radio=1",
      "pdf_url": "https://cancionero.s3.us-east-1.amazonaws.com/DOMINGO+24082025/te-conocimos-sec3b1or.pdf",
      "id": "269e1d8d-92e2-44bc-acd0-30ff0192dba6",
      "date": "2025-08-24"
    },
    {
      "title_en": "",
      "title_es": "ID Y Enseñad",
      "liturgical_moment": "DESPEDIDA",
      "lyrics_en": "",
      "lyrics_es": "",
      "chords_en": "",
      "chords_es": "",
      "video_url": "https://www.youtube.com/watch?v=cjcDpCf3S80&list=RDcjcDpCf3S80&start_radio=1",
      "pdf_url": "https://cancionero.s3.us-east-1.amazonaws.com/DOMINGO+24082025/id-y-ensenad.pdf",
      "id": "f85f615d-5a34-4dc7-ba90-6f512f108aba",
      "date": "2025-08-24"
    }
  ],
  "comments": [
    {
      "id": "b652d04c-7979-46ed-b52a-aad4b7038193",
      "author": "Luis",
      "email": "luis.alberto.velasquez.rosales@gmail.com",
      "countryCode": "+1",
      "phoneNumber": "31793995",
      "text": "saludos",
      "timestamp": 1755656540360
    },
    {
      "id": "becb8867-ba0f-4f00-9507-0cd33a32e0cc",
      "author": "Claudia Diaz",
      "email": "cmdiaz0713@gmail.com",
      "countryCode": "+502",
      "phoneNumber": "59304634",
      "text": "saludos",
      "timestamp": 1755661062474
    },
    {
      "id": "7f724dd7-70f6-4b46-8ed7-49bf0e890d30",
      "author": "Antonio",
      "email": "infomipase@gmail.com",
      "countryCode": "+502",
      "phoneNumber": "43889765",
      "text": "Bendiciones",
      "timestamp": 1755739019583
    }
  ]
}